import React from 'react';

const SoftSkills = () => {
  return (
    <div className="soft-skills">
      <h3>Соціальні та міжособистісні навички</h3>
      <div className="skill-card">
        <h4>Стресостійкість</h4>
        <p>
          Стресостійкість - це важлива якість, яка допомагає зберігати спокій та
          приймати обдумані рішення в найважчі моменти. Ця навичка дозволяє
          досягати цілей, навіть у стресових ситуаціях.
        </p>
      </div>
      <div className="skill-card">
        <h4>Ініціативність</h4>
        <p>
          Ініціативність - це здатність самостійно започатковувати дії та
          вирішувати проблеми. Вона сприяє ефективній роботі та розвитку в
          будь-якій галузі.
        </p>
      </div>
      <div className="skill-card">
        <h4>Бажання розвиватися</h4>
        <p>
          Бажання розвиватися - це ключова якість для досягнення успіху.
          Постійне навчання та вдосконалення навичок допомагають рости як
          професіоналу та як особистості.
        </p>
      </div>
      <div className="skill-card">
        <h4>Адаптивність</h4>
        <p>
          Адаптивність - це здатність швидко адаптуватися до змінних обставин та
          навколишнього середовища. Вона важлива для успішного вирішення завдань
          у різних умовах.
        </p>
      </div>
      <div className="skill-card">
        <h4>Лідерство</h4>
        <p>
          Лідерство - це здатність вести та впливати на інших, спрямовуючи їхні
          зусилля до досягнення спільних цілей. Ця навичка допомагає створювати
          команди та досягати високих результатів.
        </p>
      </div>
    </div>
  );
};

export default SoftSkills;
