import React from 'react';

const Summary = () => {
  return (
    <div className="summary">
      {/* Про мене */}
      <div className="summary-section">
        <h3>Про мене</h3>
        <p>
          Діючий військовий з 2017 року та ветеран Російсько-Української війни.
          Мої інтереси та досягнення включають єдиноборства, важку атлетику,
          пауерліфтинг і гирьовий спорт. У цьому останньому я був чемпіоном
          України та маю розряд кандидата в майстри спорту.
        </p>
      </div>
      {/* Освіта */}
      <div className="summary-section">
        <h3>Освіта</h3>
        <p>
          - 2017: Закінчив школу.
          <br />
          - 2017-2021: Національна академія сухопутних військ, закінчив з
          червоним дипломом.
          <br />- 2022-2023: GoIT Academy + EnglishDom school.
        </p>
      </div>
      {/* Робота */}
      <div className="summary-section">
        <h3>Робота</h3>
        <p>
          З 2021 року я діючий офіцер військової служби. У 2020 році я мав
          досвід участі у міжнародних навчаннях, зокрема, в аналітичному етапі з
          використанням програмного забезпечення JCats під час заходу Rapid
          Trident 2020.
        </p>
      </div>
    </div>
  );
};

export default Summary;
